@extends('layouts.default')
@section('content')
    <div class="page page_service">
        <div class="page__container page_service__container container">

            <div class="breadcrumbs">
                <div class="breadcrumbs__container">
                    <div class="breadcrumbs__grid _flex">
                        <a href="#" class="breadcrumbs__item">Главная</a>
                        <span class="breadcrumbs__slash">/</span> 
                        <a href="#" class="breadcrumbs__item">Услуги</a>
                        <span class="breadcrumbs__slash">/</span> 
                        <span class="breadcrumbs__item">Выполнение научно-исследовательских работ</span>
                    </div>
                </div>
            </div>
            <h1 class="page_service__title page-title">Выполнение научно-исследовательских работ</h1>
            <div class="page_service__text">
                <img src="/images/covid-preventing.png" alt="">
                <br/>
                <br/>
                <ul>
                    <li>Теоретическое и экспериментальное исследования процессов формирования опасных гидрологических явлений (наводнений, маловодья, русловых процессов, ледовых заторов и зажоров) и разработка методов и моделей их расчета и прогноза;</li>
                    <li>Разработка, испытание и внедрение технологий, реализующих разработанные модели и методы гидрологических расчетов, оценок и прогнозов состояния поверхностных водных объектов;</li>
                    <li>Исследование возможных изменений климата для оценки состояния климатической системы на современном этапе и в перспективе, оценка влияния изменений климата на природных условия, гидрологические характеристики и водные ресурсы;</li>
                    <li>Разработка методов и моделей оценки и прогнозирования изменений состояния поверхностных водных объектов
                        в части количественных показателей состояния водных ресурсов;</li>
                    <li>Изучение качества воды, теплового, водного и химического балансов водных объектов, в том числе их изменений под влиянием климатических факторов и хозяйственной деятельности;</li>
                </ul>
            </div>

        </div>
    </div>
@endsection