-- phpMyAdmin SQL Dump
-- version 5.1.3
-- https://www.phpmyadmin.net/
--
-- Хост: 10.0.0.79
-- Время создания: Дек 29 2022 г., 00:52
-- Версия сервера: 5.7.37-40
-- Версия PHP: 7.2.34

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `a0644240_turnurban2`
--

-- --------------------------------------------------------

--
-- Структура таблицы `region`
--

CREATE TABLE IF NOT EXISTS `region` (
  `id` int(10) UNSIGNED NOT NULL,
  `show` tinyint(1) NOT NULL DEFAULT '1',
  `name` varchar(64) COLLATE utf8_unicode_ci NOT NULL DEFAULT '',
  `rate` int(11) NOT NULL,
  `big` tinyint(1) DEFAULT '0',
  `country` int(11) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `country` (`country`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `region`
--

INSERT INTO `region` (`id`, `show`, `name`, `rate`, `big`, `country`) VALUES
(3160, 1, 'Алтайский край', 0, 0, 1),
(3223, 1, 'Амурская обл.', 0, 0, 1),
(3251, 1, 'Архангельская обл.', 0, 0, 1),
(3282, 1, 'Астраханская обл.', 0, 0, 1),
(3296, 1, 'Башкортостан (Башкирия)', 0, 0, 1),
(3352, 1, 'Белгородская обл.', 0, 0, 1),
(3371, 1, 'Брянская обл.', 0, 0, 1),
(3407, 1, 'Бурятия', 0, 0, 1),
(3437, 1, 'Владимирская обл.', 0, 0, 1),
(3468, 1, 'Волгоградская обл.', 0, 0, 1),
(3503, 1, 'Вологодская обл.', 0, 0, 1),
(3529, 1, 'Воронежская обл.', 0, 0, 1),
(3563, 1, 'Нижегородская (Горьковская)', 0, 0, 1),
(3630, 1, 'Дагестан', 0, 0, 1),
(3673, 1, 'Еврейская обл.', 0, 0, 1),
(3675, 1, 'Ивановская обл.', 0, 0, 1),
(3703, 1, 'Иркутская обл.', 0, 0, 1),
(3751, 1, 'Кабардино-Балкария', 0, 0, 1),
(3761, 1, 'Калининградская обл.', 0, 0, 1),
(3784, 1, 'Тверская обл.', 0, 0, 1),
(3827, 1, 'Калмыкия', 0, 0, 1),
(3841, 1, 'Калужская обл.', 0, 0, 1),
(3872, 1, 'Камчатская обл.', 0, 0, 1),
(3892, 1, 'Карелия', 0, 0, 1),
(3921, 1, 'Кемеровская обл.', 0, 0, 1),
(3952, 1, 'Кировская обл.', 0, 0, 1),
(3994, 1, 'Коми', 0, 0, 1),
(4026, 1, 'Костромская обл.', 0, 0, 1),
(4052, 1, 'Краснодарский край', 0, 0, 1),
(4105, 1, 'Красноярский край', 0, 0, 1),
(4176, 1, 'Курганская обл.', 0, 0, 1),
(4198, 1, 'Курская обл.', 0, 0, 1),
(4227, 1, 'Липецкая обл.', 0, 0, 1),
(4243, 1, 'Магаданская обл.', 0, 0, 1),
(4270, 1, 'Марий Эл', 0, 0, 1),
(4287, 1, 'Мордовия', 0, 0, 1),
(4312, 1, 'Московская обл.', 3000, 0, 1),
(4481, 1, 'Мурманская обл.', 0, 0, 1),
(4503, 1, 'Новгородская обл.', 0, 0, 1),
(4528, 1, 'Новосибирская обл.', 0, 0, 1),
(4561, 1, 'Омская обл.', 0, 0, 1),
(4593, 1, 'Оренбургская обл.', 0, 0, 1),
(4633, 1, 'Орловская обл.', 0, 0, 1),
(4657, 1, 'Пензенская обл.', 0, 0, 1),
(4689, 1, 'Пермская обл.', 0, 0, 1),
(4734, 1, 'Приморский край', 0, 0, 1),
(4773, 1, 'Псковская обл.', 0, 0, 1),
(4800, 1, 'Ростовская обл.', 0, 0, 1),
(4861, 1, 'Рязанская обл.', 0, 0, 1),
(4891, 1, 'Самарская обл.', 0, 0, 1),
(4925, 1, 'Ленинградская обл.', 4000, 0, 1),
(4969, 1, 'Саратовская обл.', 0, 0, 1),
(5011, 1, 'Саха (Якутия)', 0, 0, 1),
(5052, 1, 'Сахалин', 0, 0, 1),
(5080, 1, 'Свердловская обл.', 0, 0, 1),
(5151, 1, 'Северная Осетия', 0, 0, 1),
(5161, 1, 'Смоленская обл.', 0, 0, 1),
(5191, 1, 'Ставропольский край', 0, 0, 1),
(5225, 1, 'Тамбовская обл.', 0, 0, 1),
(5246, 1, 'Татарстан', 0, 0, 1),
(5291, 1, 'Томская обл.', 0, 0, 1),
(5312, 1, 'Тува (Тувинская Респ.)', 0, 0, 1),
(5326, 1, 'Тульская обл.', 0, 0, 1),
(5356, 1, 'Тюменская обл.', 0, 0, 1),
(5404, 1, 'Удмуртия', 0, 0, 1),
(5432, 1, 'Ульяновская обл.', 0, 0, 1),
(5458, 1, 'Уральская обл.', 0, 0, 1),
(5473, 1, 'Хабаровский край', 0, 0, 1),
(5507, 1, 'Челябинская обл.', 0, 0, 1),
(5543, 1, 'Чечено-Ингушетия', 0, 0, 1),
(5555, 1, 'Читинская обл.', 0, 0, 1),
(5600, 1, 'Чувашия', 0, 0, 1),
(5625, 1, 'Ярославская обл.', 0, 0, 1),
(1998532, 1, 'Адыгея', 0, 0, 1),
(2316497, 1, 'Хакасия', 0, 0, 1),
(2415585, 1, 'Чукотский АО', 0, 0, 1),
(2499002, 1, 'Ханты-Мансийский АО', 0, 0, 1),
(5019394, 1, 'Ямало-Ненецкий АО', 0, 0, 1);
